<!DOCTYPE html>
<html lang="th">
<head>
  <?php include_once('include/header.php'); ?>
  <?php include_once('include/style.php'); ?>
</head>
<body class="loading">
  <?php //include_once('component/page-loader.php'); ?>
  <?php include_once('include/topnav-style-01.php'); ?>

  <section class="section-padding">
    <div class="container">
      <div class="grids">
        <div class="grid lg-50">
          <h3>แอปพลิเคชันพลเมืองศึกษา</h3>
          <p>ข้อมูลเบื้องต้นแอปพลิเคชัน พลเมืองศึกษา</p>
          <p class="mt-1">
            รัฐธรรมนูญแห่งราชอาณาจักรไทย พุทธศักราช 2560 ประกอบพระราชบัญญัติ
            ประกอบรัฐธรรมนูญว่าด้วยคณะกรรมการการเลือกตั้ง พ.ศ. 2560 ให้คณะกรรมการ
            การเลือกตั้ง มีหน้าที่และอำนาจส่งเสริมและสนับสนุนหรือประสานงานกับหน่วย
            ราชการ หน่วยงานของรัฐ รัฐวิสาหกิจ หรือราชการส่วนท้องถิ่น หรือสนับสนุนองค์
            การเอกชน ในการให้การศึกษาแก่ประชาชนเกี่ยวกับการปกครองระบอบประชาธิปไตย
            อันมีพระมหากษัตริย์ทรงเป็นประมุข และส่งเสริมการมีส่วนร่วมทางการเมืองของ
            ประชาชน ให้ประชาชนได้ใช้สิทธิเลือกตั้งโดยสุจริตและ เที่ยงธรรม และยุทธศาสตร์
            สำนักงานคณะกรรมการการเลือกตั้ง 20 ปี (พ.ศ. 2561- 2580) ได้กำหนดให้มีการสร้าง
            เสริมความรู้ พลังศรัทธา และพลังร่วมวิถีการปกครองในระบอบประชาธิปไตยอันมี
            พระมหากษัตริย์ทรงเป็นประมุข โดยใช้กลยุทธ์พัฒนาระบบเทคโนโลยีสารสนเทศและ
            ช่องทางการสื่อสารที่สามารถเข้าถึงกลุ่มเป้าหมายในการสื่อสาร ของสำนักงานคณะ
            กรรมการการเลือกตั้งได้อย่างถูกต้อง รวดเร็วและทั่วถึง
          </p>
        </div>
        <!--- IMAGE -->
        <div class="grid lg-50"></div>
        <div class="grid lg-100">
          <h3>กกต.</h3>
          <p>
            คณะกรรมการการเลือกตั้ง และสำนักงานคณะกรรมการการเลือกตั้ง จึงได้กำหนดแนวทางและวิธีการพัฒนาสื่อสารสนเทศ เพื่อเป็นเครื่องมือสร้างความรู้ความเข้าใจเกี่ยวกับการปกครอง
            ระบอบประชาธิปไตย อันมีพระมหากษัตริย์ทรงเป็นประมุขแก่ประชาชน พร้อมทั้งกำหนดแนวทางวิธีการพัฒนาช่องทางการสร้างความรู้ความเข้าใจแก่ประชาชนผ่านสื่อสารสนเทศ เพื่อให้
            วิทยากรได้รับข้อมูลข่าวสาร สาระความรู้อย่างต่อเนื่อง และมีสื่อสนับสนุนการถ่ายทอดความรู้ต่อกลุ่มเป้าหมายที่มีความหลากหลาย ผ่านทางแอปพลิเคชัน Civic Education บนโทรศัพท์
            เคลื่อนที่แบบสมาร์ทโฟน โดยได้กำหนดจัดกิจกรรมแถลงข่าวเปิดตัวแอปพลิเคชัน ในวันศุกร์ที่ 5 มีนาคม 2564 เวลา 10.00 - 12.00 นาฬิกา ณ ลานชั้น 2 (หน้าห้อง 201) สำนักงานคณะกรรม
            การการเลือกตั้ง ทั้งนี้ สามารถดาวน์โหลดการใช้งานแอปพลิเคชันได้ทั้งระบบ IOS และ Android แล้ว จึงเชิญชวนผู้บริหาร พนักงานและลูกจ้าง ของสำนักงานคณะกรรมการการเลือกตั้ง 
            ตลอดจนประชาสัมพันธ์ให้หน่วยงานเครือข่ายและผู้ที่สนใจ ได้ดาวน์โหลดแอปพลิเคชัน โดยถือเป็นนวัตกรรมใหม่ เป็นการนำเทคโนโลยีมาพัฒนาเพื่อเพิ่มช่องทางการสื่อสาร ในการเสริมสร้าง
            ความรู้ความเข้าใจที่ถูกต้องแก่ประชาชนเกี่ยวกับการปกครองระบอบประชาธิปไตยอันมีพระมหากษัตริย์ทรงเป็นประมุข
          </p>
        </div>
      </div>
    </div>
  </section>

  <section class="section-26">
    <div class="img-bg" style="background-image:url('public/assets/app/images/bg/19.jpg');"></div>
  </section>
  
 

  

 

  

 
  

  

 

  <?php include_once('include/script.php'); ?>


</body>
</html>