<?php 
   $content = [
    [
      'number' => '1.', 
      'area' => 'เขตพระนคร'
    ],[
      'number' => '2.', 
      'area' => 'เขตดุสิต'
    ],[
      'number' => '3.',
      'area' => 'เขตหนองจอก'
    ],[
      'area' => 'เขตบางรัก',
      'number' => '4.',
    ],[
      'number' => '5.', 
      'area' => 'เขตบางเขน'
    ],[
      'number' => '6.', 
      'area' => 'เขตบางกะปิ'
    ],[
      'number' => '7.', 
      'area' => 'เขตปทุมวัน'
    ],[
      'number' => '8.', 
      'area' => 'เขตป้อมปราบศัตรูพ่าย'
    ],[
      'number' => '9.', 
      'area' => 'เขตพระโขนง'
    ],[
      'number' => '10.', 
      'area' => 'เขตมีนบุรี'
    ],[
      'number' => '11.', 
      'area' => 'เขตลาดกระบัง'
    ],[
      'number' => '12.', 
      'area' => 'เขตยานนาวา'
    ],[
      'number' => '13.', 
      'area' => 'เขตสัมพันธวงศ์'
    ],[
      'number' => '14.', 
      'area' => 'เขตพญาไท'
    ],[
      'number' => '15.', 
      'area' => 'เขตธนบุรี'
    ],[
      'number' => '16.',
      'area' => 'เขตบางกอกใหญ่'
    ],[
      'number' => '17.', 
      'area' => 'เขตห้วยขวาง'
    ],[
      'number' => '18.', 
      'area' => 'เขตคลองสาน'
    ],[
      'number' => '19.',
      'area' => 'เขตตลิ่งชัน'
    ],[
      'number' => '20.',
      'area' => 'เขตบางกอกน้อย'
    ],[
      'number' => '21.',
      'area' => 'เขตบางขุนเทียน'
    ],[
      'number' => '22.',
      'area' => 'เขตภาษีเจริญ'
    ],[
      'number' => '23.',
      'area' => 'เขตหนองแขม'
    ],[
      'number' => '24.',
      'area' => 'เขตราษฎร์บูรณะ'
    ],[
      'number' => '25.',
      'area' => 'เขตบางพลัด'
    ],[
      'number' => '26.',
      'area' => 'เขตดินแดง'
    ],[
      'number' => '27.',
      'area' => 'เขตบึงกุ่ม'
    ],[
      'number' => '28.',
      'area' => 'เขตสาทร'
    ],[
      'number' => '29.',
      'area' => 'เขตบางซื่อ'
    ],[
      'number' => '30.',
      'area' => 'เขตจตุจักร'
    ],[
      'number' => '31.',
      'area' => 'เขตบางคอแหลม'
    ],[
      'number' => '32.',
      'area' => 'เขตประเวศ'
    ],[
      'number' => '33.',
      'area' => 'เขตคลองเตย'
    ],[
      'number' => '34.',
      'area' => 'เขตสวนหลวง'
    ],[
      'number' => '35.',
      'area' => 'เขตจอมทอง'
    ],[
      'number' => '36.',
      'area' => 'เขตดอนเมือง'
    ],[
      'number' => '37.',
      'area' => 'เขตราชเทวี'
    ],[
      'number' => '38.',
      'area' => 'เขตลาดพร้าว'
    ],[
      'number' => '39.',
      'area' => 'เขตวัฒนา'
    ],[
      'number' => '40.',
      'area' => 'เขตบางแค'
    ],[
      'number' => '41.',
      'area' => 'เขตหลักสี่'
    ],[
      'number' => '42.',
      'area' => 'เขตสายไหม'
    ],[
      'number' => '43.',
      'area' => 'เขตคันนายาว'
    ],[
      'number' => '44.',
      'area' => 'เขตสะพานสูง'
    ],[
      'number' => '45.',
      'area' => 'เขตวังทองหลาง'
    ],[
      'number' => '46.',
      'area' => 'เขตคลองสามวา'
    ],[
      'number' => '47.',
      'area' => 'เขตบางนา'
    ],[
      'number' => '48.',
      'area' => 'เขตทวีวัฒนา'
    ],[
      'number' => '49.',
      'area' => 'เขตทุ่งครุ'
    ],[
      'number' => '50.',
      'area' => 'เขตบางบอน'
    ]
   ]
  ?>