<?php
   $submenu = '<div class="submenu-dropdown level-3">
    <div class="submenu-container">
      <div class="submenu-wrapper">
        <div class="submenu level-3">
          <div class="wrapper">
            <div class="dot">
              <div class="dot-list"></div>
            </div>
            <a href="#">หน่วยงานส่วนกลาง</a>
          </div>
        </div>
        <div class="submenu level-3">
          <div class="wrapper">
            <div class="dot">
              <div class="dot-list"></div>
            </div>
            <a href="#">ภาคเหนือ</a>
          </div>
        </div>
        <div class="submenu level-3">
          <div class="wrapper">
            <div class="dot">
              <div class="dot-list"></div>
            </div>
            <a href="#">ภาคกลาง</a>
          </div>
        </div>
        <div class="submenu level-3">
          <div class="wrapper">
            <div class="dot">
              <div class="dot-list"></div>
            </div>
            <a href="#">ภาคตะวันออกเฉียงเหนือ</a>
          </div>
        </div>
        <div class="submenu level-3">
          <div class="wrapper">
            <div class="dot">
              <div class="dot-list"></div>
            </div>
            <a href="#">ภาคตะวันออก</a>
          </div>
        </div>
        <div class="submenu level-3">
          <div class="wrapper">
            <div class="dot">
              <div class="dot-list"></div>
            </div>
            <a href="#">ภาคใต้</a>
          </div>
        </div>
      </div>
    </div>
  </div>';

  $subDemo = '<div class="submenu-dropdown level-3">
    <div class="submenu-container">
      <div class="submenu-wrapper">
        <div class="submenu level-3">
          <div class="wrapper">
            <div class="dot">
              <div class="dot-list"></div>
            </div>
            <a href="#">เมนูรายการเพิ่มเติม</a>
          </div>
        </div>
        <div class="submenu level-3">
          <div class="wrapper">
            <div class="dot">
              <div class="dot-list"></div>
            </div>
            <a href="#">เมนูรายการเพิ่มเติม</a>
          </div>
        </div>
        <div class="submenu level-3">
          <div class="wrapper">
            <div class="dot">
              <div class="dot-list"></div>
            </div>
            <a href="#">เมนูรายการเพิ่มเติม</a>
          </div>
        </div>
        <div class="submenu level-3">
          <div class="wrapper">
            <div class="dot">
              <div class="dot-list"></div>
            </div>
            <a href="#">เมนูรายการเพิ่มเติม</a>
          </div>
        </div>
        <div class="submenu level-3">
          <div class="wrapper">
            <div class="dot">
              <div class="dot-list"></div>
            </div>
            <a href="#">เมนูรายการเพิ่มเติม</a>
          </div>
        </div>
        <div class="submenu level-3">
          <div class="wrapper">
            <div class="dot">
              <div class="dot-list"></div>
            </div>
            <a href="#">เมนูรายการเพิ่มเติม</a>
          </div>
        </div>
      </div>
    </div>
  </div>';
?>

<!-- Super Topnav -->
<nav class="stopnav minisite style-02 color-white">
  <div class="wrapper">
    <div class="blocks blocks-main ">
      <div class="blocks hide-mobile">
      <a class="btn-social" href="#">
          <em class="fa-brands fa-facebook-f"></em>
        </a>
        <a class="btn-social" href="#">
          <em class="fa-brands fa-twitter"></em>
        </a>
        <a class="btn-social" href="#">
          <em class="fa-brands fa-youtube"></em>
        </a>
      </div>
      <div class="blocks">
        <div class="option color-black bcolor-sgray">
          <a class="icon hotline" href="#">
            <em class="fa-solid fa-phone"></em>
            <p class="sm fw-600">สายด่วน 1444</p>
          </a>
        </div>
        <div class="option bcolor-sgray login">
          <a class="icon" href="#">
            <svg version="1.1" xmlns="http://www.w3.org/2000/svg" xmlns:xlink="http://www.w3.org/1999/xlink" x="0px" y="0px"
              viewBox="0 0 320 319.8">
              <g>
                <path d="M148.3,277.7c-18.9,0-37.4,0.2-55.9-0.1c-9-0.2-16.8-8.7-17.3-17.8c-0.2-4.1,0-8.2-0.1-12.4
                  c-0.1-3.1,0-6.3-0.8-9.3c-1.5-5.8-7-9.2-13.2-8.8c-6.5,0.4-11.7,3.8-11.8,9.3c-0.2,9.3-0.7,18.9,1.1,28
                  c4.3,21.6,22.6,35.4,45.4,35.5c19,0.1,38,0.1,57,0c3.1,0,5.1,0.9,7,3.2c2.1,2.5,4.4,4.9,7.1,6.6c13.8,8.8,28.3,10.1,43.7,4.2
                  c25.9-9.9,51.8-19.6,77.7-29.3c21.9-8.3,31.7-22.5,31.7-46c0-48.5,0-97,0-145.5c0-8,0.5-16-0.2-24C318,54.1,309.4,41,293.1,34.5
                  c-26.8-10.7-53.9-20.4-80.8-30.6c-20.2-7.7-37.9-4.1-53.4,11c-1.4,1.4-3.9,2.3-5.8,2.3c-19.5,0.2-39,0-58.5,0.1
                  C72.3,17.5,52.9,34,49.6,56C48.5,63.2,49,70.7,48.9,78c0,8,5.3,13.6,12.8,13.7c7.7,0.1,13.2-5.5,13.3-13.6c0.1-4.5,0-9,0-13.5
                  c0-13.4,8.1-21.5,21.5-21.5c16,0,32,0,48,0c1.2,0,2.4,0.1,3.8,0.2C148.3,121.5,148.3,199.4,148.3,277.7z M80.2,175.8
                  c0.1,0.3,0.1,0.6,0.2,0.9c-3,2.2-6.1,4.3-9.1,6.5c-5.4,4-6.4,11.9-2.2,17.3c4.1,5.3,12,6.3,17,1.4c12.1-11.7,24-23.7,35.7-35.8
                  c2.4-2.5,3.5-6,1-9.2c-1.7-2.2-3.9-4-5.8-6c-9.8-9.7-19.4-19.5-29.4-29c-2.3-2.2-5.6-3.9-8.7-4.6c-5.2-1.2-10.3,2-12.7,6.7
                  c-2.4,4.8-1.7,10.2,2.1,14.2c3.6,3.7,7.4,7.2,11.1,10.8c-4.8,0.9-9.2,0.9-13.5,0.9c-17.5,0-35-0.1-52.5,0c-7.7,0-13,4.8-13.4,11.8
                  c-0.5,8.7,4.1,13.8,12.8,13.9c21.1,0.1,42.2,0,63.4,0.1C77.5,175.8,78.9,175.8,80.2,175.8z"/>
                <path d="M148.3,277.7c0-78.3,0-156.2,0-234.4c-1.4-0.1-2.6-0.2-3.8-0.2c-16,0-32,0-48,0c-13.3,0-21.4,8.1-21.5,21.5
                  c0,4.5,0.1,9,0,13.5c-0.2,8.1-5.7,13.7-13.3,13.6C54.2,91.6,48.9,86,48.9,78c0-7.4-0.4-14.8,0.7-22.1C52.9,34,72.3,17.5,94.6,17.4
                  c19.5-0.1,39,0,58.5-0.1c2,0,4.4-0.9,5.8-2.3c15.5-15.1,33.2-18.7,53.4-11c26.9,10.3,54.1,19.9,80.8,30.6
                  c16.2,6.5,24.9,19.6,26.5,36.9c0.7,7.9,0.2,16,0.2,24c0,48.5,0,97,0,145.5c0,23.4-9.8,37.7-31.7,46c-25.9,9.8-51.9,19.4-77.7,29.3
                  c-15.4,5.9-29.9,4.5-43.7-4.2c-2.7-1.7-5-4.1-7.1-6.6c-1.9-2.3-4-3.2-7-3.2c-19,0.1-38,0.2-57,0c-22.7-0.2-41-14-45.4-35.5
                  c-1.8-9-1.3-18.6-1.1-28c0.1-5.5,5.3-8.9,11.8-9.3c6.3-0.4,11.7,3.1,13.2,8.8c0.8,3,0.7,6.2,0.8,9.3c0.1,4.1-0.1,8.3,0.1,12.4
                  c0.5,9,8.3,17.6,17.3,17.8C110.9,278,129.4,277.7,148.3,277.7z"/>
                <path d="M80.2,175.8c-1.3,0-2.6,0-4,0c-21.1,0-42.2,0.1-63.4-0.1c-8.7,0-13.3-5.2-12.8-13.9c0.4-7,5.7-11.8,13.4-11.8
                  c17.5-0.1,35,0,52.5,0c4.3,0,8.6,0,13.5-0.9c-3.7-3.6-7.5-7.1-11.1-10.8c-3.8-4-4.5-9.4-2.1-14.2c2.3-4.7,7.5-7.8,12.7-6.7
                  c3.1,0.7,6.3,2.4,8.7,4.6c10,9.5,19.6,19.3,29.4,29c2,2,4.1,3.8,5.8,6c2.5,3.2,1.4,6.8-1,9.2C110,178.3,98.1,190.3,86,202
                  c-5,4.8-12.9,3.8-17-1.4c-4.2-5.4-3.2-13.3,2.2-17.3c3-2.2,6.1-4.3,9.1-6.5C80.3,176.4,80.3,176.1,80.2,175.8z"/>
              </g>
            </svg>
            <p class="sm color-black fw-600">เข้าสู่ระบบ</p>
          </a>
        </div>
        <div class="option-select hide-mobile">
          <div class="select color-black bg-white-theme">
            TH <div class="chev"><em class="fa-solid fa-chevron-down"></em></div>
          </div>
          <div class="dropdown">
            <a class="item" href="#">EN</a>
            <a class="item" href="#">US</a>
          </div>
        </div>
      </div>
    </div>
  </div>
</nav>

<!-- Topnav -->
<nav class="topnav minisite style-02 theme-01">
  <div class="wrapper">
    <a class="logo" href="#">
      <div class="img-container">
        <img src="public/assets/app/images/logo-04.png" alt="Website Logo" />
      </div>
      <div class="text-wrapper">
        <p class="title lh-sm">สำนักงานคณะกรรมการการเลือกตั้ง</p>
        <p>ประจำจังหวัดกำแพงเพชร</p>
      </div>
    </a>
    <div class="menu-container hide-tablet" id="topnav-menu">
      <?php
        foreach([
          'หน้าหลัก', 'ข้อมูลสำนักงาน', 'บริการ', 'องค์ความรู้', 
          'กฏหมาย/ระเบียบ', 'มัลติมีเดีย', 'ข่าวประชาสัมพันธ์', 'หน่วยงานที่เกี่ยวข้อง',
        ] as $i=>$d){
      ?>
        <div class="menu mega has-children" <?= $i==0? 'active': '' ?>>
          <a href="#" data-dropdown="<?= $i ?>">
            <?= $d ?> <em class="fas fa-chevron-down"></em>
          </a>

          <!-- Dropdown Menu -->
          <?php if($i <= 7 && $i != 0) {?>
             <!-- ข้อมูลสำนักงาน. -->
            <?php if($i === 1){?>
              <div class="mega-menu-dropdown">
                <div class="mega-menu-wrapper">
                  <div class="mega-menu-content size-05">
                    <div class="mega-menu">
                      <div class="dot">
                        <div class="dot-list"></div>
                      </div>
                      <a href="#">ความเป็นมา</a>
                    </div>
                    <div class="mega-menu">
                      <div class="dot">
                        <div class="dot-list"></div>
                      </div>
                      <a href="#">อำนาจหน้าที่</a>
                    </div>
                    <div class="mega-menu">
                      <div class="dot">
                        <div class="dot-list"></div>
                      </div>
                      <a href="#">โครงสร้างองค์กร</a>
                    </div>
                    <div class="mega-menu">
                      <div class="dot">
                        <div class="dot-list"></div>
                      </div>
                      <a href="#">บุคลากร</a>
                    </div>
                  </div>
                  <div class="mega-menu-content size-05">
                    <div class="mega-menu">
                      <div class="dot">
                        <div class="dot-list"></div>
                      </div>
                      <a href="#">ที่ตั้ง</a>
                    </div>
                    <div class="mega-menu">
                      <div class="dot">
                        <div class="dot-list"></div>
                      </div>
                      <a href="#">ทำเนียบ กกต.</a>
                    </div>
                    <div class="mega-menu">
                      <div class="dot">
                        <div class="dot-list"></div>
                      </div>
                      <a href="#">ติดต่อสำนักงาน</a>
                    </div>
                  </div>
                </div>
              </div>
            <!-- บริการ/ข้อมูลการเลือกตั้ง -->
            <?php } else if ($i === 2) {?>
              <div class="mega-menu-dropdown">
                <div class="mega-menu-wrapper">
                  <div class="mega-menu-content size-05">
                    <div class="mega-menu">
                      <div class="icon">
                        <svg class="chart" version="1.1" id="Layer_1" xmlns="http://www.w3.org/2000/svg" xmlns:xlink="http://www.w3.org/1999/xlink" x="0px" y="0px" viewBox="0 0 312.1 344.2" >
                          <g>
                            <path class="st0" d="M72,216c0-1.8,0-3.1,0-4.5c0-14.6,0-29.2,0-43.9c0-12.3,8.3-20.9,20.6-21c18.2-0.2,36.5-0.2,54.7,0
                              c12.3,0.1,20.6,8.7,20.7,21c0,4.4,0,8.7,0,13.3c16.1,0,31.8,0,48,0c0-1.5,0-2.8,0-4.1c0-20.1,0-40.2,0-60.4
                              c0-13.5,8.2-21.7,21.7-21.7c17.5,0,35,0,52.5,0c13.5,0,21.8,8.2,21.8,21.6c0,68.6,0,137.2,0,205.9c0,13.5-8.1,21.7-21.7,21.7
                              c-17.5,0-35,0.1-52.5,0c-2.8,0-5.7-0.7-8.5-1c-0.6-0.1-1.2-0.3-1.8-0.3c-21.8,3-43.6,1.2-65.4,0.9c-5.5-0.1-11,0.5-16.5,0.5
                              c-17-0.2-34,0-51-0.1c-3.1,0-6.2-0.7-9.3-1c-0.6-0.1-1.2-0.3-1.8-0.2c-21.8,3-43.6,1-65.5,1.1c-9.7,0.1-17.9-8.9-17.9-18.8
                              c-0.2-30-0.2-60,0-90c0.1-10.6,8.9-18.7,19.9-18.8c15.9-0.2,31.7,0,47.6,0C69,216,70.4,216,72,216z M240.3,118.8
                              c0,67.1,0,133.9,0,200.8c16,0,31.8,0,47.6,0c0-67.1,0-133.8,0-200.8C271.9,118.8,256.2,118.8,240.3,118.8z M96.3,170.7
                              c0,49.7,0,99.2,0,148.9c15.9,0,31.7,0,47.5,0c0-49.8,0-99.3,0-148.9C127.8,170.7,112.2,170.7,96.3,170.7z M168.2,319.5
                              c16.1,0,31.9,0,47.6,0c0-38.2,0-76.1,0-114.1c-16,0-31.8,0-47.6,0C168.2,243.6,168.2,281.4,168.2,319.5z M71.8,319.7
                              c0-26.7,0-53,0-79.5c-16,0-31.7,0-47.5,0c0,26.6,0,53,0,79.5C40.2,319.7,55.9,319.7,71.8,319.7z"/>
                            <path class="st0" d="M243,38.8c-10.1,7.8-19.7,15.2-29.3,22.5c-16.3,12.6-32.7,25.1-49,37.7c-6.3,4.8-10.4,5-17.1,0.8
                              C135,91.9,122.5,84,109.1,75.5c-4.6,4.8-9.1,9.8-13.8,14.6c-13.8,13.8-27.7,27.4-41.5,41.2c-3.3,3.3-7,5.3-11.7,4.4
                              c-9.1-1.6-13-12.5-7-19.5c1.7-2,3.6-3.8,5.5-5.6c19.1-19.1,38.2-38.2,57.3-57.3c6.5-6.5,11.5-7,19.3-1.9c12.2,8,24.4,16,36.6,24.1
                              c1.7,1.1,2.8,1.4,4.6,0c21.4-16.8,42.9-33.5,64.4-50.3c0.2-0.2,0.3-0.4,0.8-0.9c-1.1-0.1-2-0.3-2.9-0.3c-5.4,0-10.8,0.1-16.1,0
                              c-7.1-0.1-12.3-5.3-12.3-12c0-6.7,5.2-11.9,12.2-12C222.7,0,241,0,259.4,0c8.3,0,13.6,6.3,12.3,14.7c-2.5,15.5-5.1,31.1-7.7,46.6
                              c-1.2,7.3-7.6,11.9-14.3,10.6c-6.6-1.3-10.6-7.6-9.3-14.8c0.9-5.4,1.8-10.8,2.7-16.3C243.1,40.4,243,40,243,38.8z"/>
                            <path class="st1" d="M240.3,118.8c16,0,31.7,0,47.6,0c0,66.9,0,133.7,0,200.8c-15.8,0-31.6,0-47.6,0
                              C240.3,252.7,240.3,185.9,240.3,118.8z"/>
                            <path class="st1" d="M96.3,170.7c15.9,0,31.6,0,47.5,0c0,49.6,0,99.1,0,148.9c-15.8,0-31.6,0-47.5,0
                              C96.3,269.9,96.3,220.4,96.3,170.7z"/>
                            <path class="st1" d="M168.2,319.5c0-38.1,0-75.9,0-114.1c15.9,0,31.6,0,47.6,0c0,38,0,75.9,0,114.1
                              C200.1,319.5,184.3,319.5,168.2,319.5z"/>
                            <path class="st1" d="M71.8,319.7c-15.9,0-31.6,0-47.5,0c0-26.4,0-52.8,0-79.5c15.8,0,31.6,0,47.5,0
                              C71.8,266.6,71.8,292.9,71.8,319.7z"/>
                          </g>
                        </svg>
                      </div>
                      <a href="#">สถิติข้อมูลคะแนน สส</a>
                    </div>
                    <div class="mega-menu">
                      <div class="icon">
                        <svg version="1.1" xmlns="http://www.w3.org/2000/svg" xmlns:xlink="http://www.w3.org/1999/xlink" x="0px" y="0px" viewBox="0 0 283.7 319.5">
                          <g>
                            <path d="M34.4,177.5c9,0,18,0,27,0c5.3,0,7.5-2.3,7.6-7.6c0.1-3.9,0.1-7.7-0.1-11.6c-0.6-13.1-7.5-21.9-20.2-25.7
                              c-9.2-2.8-18.5-2.8-27.7-0.3C7.3,136.1,0.1,145.5,0,159.7c0,3.4,0,6.7,0,10.1c0,5.6,2.1,7.7,7.7,7.7
                              C16.6,177.5,25.5,177.5,34.4,177.5z M249.2,132.8c9.2,0,18.5,0.1,27.7,0c4.5,0,6.6-2.3,6.7-6.7c0.1-4,0.1-8,0-12
                              c-0.2-12.6-6.7-21.6-18.7-25.6c-10.5-3.5-21.2-3.5-31.6,0.1C222.5,92.3,216,100,215,111.7c-0.4,4.6-0.3,9.2-0.2,13.9
                              c0.1,5.1,2.3,7.2,7.4,7.3C231.2,132.8,240.2,132.8,249.2,132.8z M141.9,92.2c9.1,0,18.2,0,27.4,0c4.6,0,6.9-2.3,7-6.9
                              c0.1-4,0.1-8,0-12C176,61.2,169.6,52,158.1,48c-10.7-3.7-21.6-3.7-32.3-0.1c-11.7,4-18.2,13.2-18.4,25.5c-0.1,3.7-0.1,7.5,0,11.2
                              c0.1,5.3,2.2,7.5,7.6,7.5C123.9,92.3,132.9,92.2,141.9,92.2z M228,61.9c-0.1,11.7,9.4,21.3,21,21.4c11.8,0.1,21.5-9.5,21.6-21.3
                              c0.1-11.5-9.6-21.3-21.1-21.4C237.6,40.5,228.1,50,228,61.9z M34.5,85.3c-12,0-21.4,9.5-21.5,21.4c0,11.6,9.6,21.2,21.3,21.2
                              c11.9,0,21.4-9.5,21.4-21.4C55.7,94.7,46.2,85.2,34.5,85.3z"/>
                            <path d="M16.6,319.5c-3-2.3-3.8-5.4-3.8-9.1C13,273,13,235.6,13,198.2c0-7.3,1.8-9,9.2-9c8.1,0,16.2,0,24.4,0
                              c7.6,0,9.1,1.6,9.1,9.3c0,25.1,0,50.2,0,75.4c0,1.5,0,2.9,0,4.7c21.6,0,43,0,64.9,0c0-1.6,0-3.2,0-4.7c0-53.2,0-106.5,0-159.7
                              c0-1.4,0-2.8,0.1-4.1c0.3-3.6,2.4-5.8,6-5.8c10.1-0.1,20.2-0.1,30.4,0c3.7,0,5.7,2.2,6,5.9c0.1,1.4,0.1,2.7,0.1,4.1
                              c0,53.1,0,106.2,0,159.4c0,1.6,0,3.2,0,5.1c21.7,0,43,0,64.9,0c0-1.4,0-2.9,0-4.3c0-40.2,0-80.5,0-120.7c0-7.2,1.6-8.8,8.8-8.8
                              c8.6,0,17.2,0,25.9,0c6,0,8,2,8,8.2c0,15.2,0,30.5,0,45.7c0,37.2,0,74.5,0.2,111.7c0,3.8-0.8,6.8-3.8,9.1
                              C183.6,319.5,100.1,319.5,16.6,319.5z"/>
                            <path d="M145.6,0c7.6,2.3,13.7,6.5,16.4,14.4c3.8,11-2,23.1-13,27c-11.2,4-23.4-1.9-27.3-13c-3.8-11,1.9-23,12.9-27
                              c1.2-0.4,2.3-0.9,3.4-1.3C140.6,0,143.1,0,145.6,0z M150.9,21.3c0-5-4.2-9-9.2-9c-5,0.1-9,4.2-8.9,9.3c0.1,4.9,4,8.7,9,8.7
                              C146.9,30.3,150.9,26.3,150.9,21.3z"/>
                            <path d="M34.4,177.5c-8.9,0-17.7,0-26.6,0c-5.6,0-7.7-2.1-7.7-7.7c0-3.4,0-6.7,0-10.1c0.1-14.1,7.2-23.6,20.9-27.4
                              c9.2-2.5,18.5-2.5,27.7,0.3c12.6,3.8,19.5,12.6,20.2,25.7c0.2,3.9,0.1,7.7,0.1,11.6c-0.1,5.3-2.3,7.5-7.6,7.6
                              C52.3,177.5,43.3,177.5,34.4,177.5z M56.5,165c0-1.8,0-3.2,0-4.5c-0.1-9.6-3.8-14.9-13.3-16.4c-6-1-12.5-0.9-18.5,0.2
                              C14.6,146.1,10,154.7,12.8,165C27.2,165,41.6,165,56.5,165z"/>
                            <path d="M249.2,132.8c-9,0-18,0-27,0c-5.1,0-7.4-2.2-7.4-7.3c-0.1-4.6-0.2-9.3,0.2-13.9c1-11.7,7.4-19.4,18.4-23.1
                              c10.5-3.6,21.1-3.6,31.6-0.1c12,4,18.4,13,18.7,25.6c0.1,4,0.1,8,0,12c-0.1,4.4-2.3,6.7-6.7,6.7
                              C267.7,132.9,258.5,132.8,249.2,132.8z M271.1,120.4c2-11.4-2.1-18.5-12.3-21c-6.6-1.7-13.4-1.7-20,0.3c-9.6,2.8-13.8,10.9-11,20.7
                              C242.3,120.4,256.7,120.4,271.1,120.4z"/>
                            <path d="M141.9,92.2c-9,0-18,0-27,0c-5.3,0-7.5-2.2-7.6-7.5c0-3.7-0.1-7.5,0-11.2c0.2-12.3,6.7-21.5,18.4-25.5
                              c10.7-3.7,21.6-3.7,32.3,0.1c11.4,4,17.9,13.1,18.2,25.3c0.1,4,0.1,8,0,12c-0.1,4.6-2.4,6.9-7,6.9C160.2,92.3,151,92.2,141.9,92.2z
                              M120,79.7c14.7,0,29.2,0,43.7,0c1.6-11.8-2.4-18.9-12.6-20.9c-5-1-10.5-1.2-15.6-0.5C123,59.9,118.3,66.6,120,79.7z"/>
                            <path d="M228,61.9c0.1-11.9,9.6-21.4,21.5-21.3c11.5,0.1,21.2,9.9,21.1,21.4c-0.1,11.8-9.8,21.4-21.6,21.3
                              C237.4,83.2,228,73.6,228,61.9z M258.2,62c0-5.1-3.9-9-9-9c-5,0-9.1,4.2-9,9.1c0.1,4.8,4.1,8.8,8.9,8.9C254.1,71,258.2,67,258.2,62
                              z"/>
                            <path d="M34.5,85.3c11.7,0,21.2,9.4,21.2,21.1c0,11.9-9.4,21.4-21.4,21.4c-11.6,0-21.3-9.6-21.3-21.2C13,94.8,22.5,85.3,34.5,85.3z
                              M34.6,115.5c4.9-0.1,9-4.3,8.9-9.1c-0.1-4.9-4.3-8.9-9.2-8.9c-5,0.1-8.9,4.1-8.8,9.2C25.5,111.8,29.5,115.6,34.6,115.5z"/>
                          </g>
                        </svg>
                      </div>
                      <a href="#">สาขาพรรคการเมือง</a>
                    </div>
                    <div class="mega-menu">
                      <div class="icon">
                        <svg version="1.1" xmlns="http://www.w3.org/2000/svg" xmlns:xlink="http://www.w3.org/1999/xlink" x="0px" y="0px" viewBox="0 0 395.8 561.8">
                          <path d="M-0.1,561.7c0-57.7,0-115.4,0.1-173.1V381h395.9v180.7L-0.1,561.7L-0.1,561.7z"/>
                          <path d="M245.2,0.1c1.2,1.4,2.3,3.1,3.7,4.6c36,35.9,72,71.8,108.1,107.8c1.4,1.4,3.1,2.6,5.1,4.2c-1.8,2-3.1,3.4-4.4,4.8
                            c-46.7,46.6-93.3,93.1-139.9,139.7c-2.5,2.9-6.3,4.4-10.1,4.1c-6.6-0.3-13.2,0.2-19.8-0.2c-2.6-0.1-5.1-1.1-7.2-2.8
                            c-32.7-32.3-65.2-64.7-97.7-97.2c-0.5-0.6-1-1.1-2.2-2.6L244.2,0.1L245.2,0.1L245.2,0.1z"/>
                          <path d="M256.7,107.3c-20,19.2-39.6,37.8-60.5,57.8c-6.5-7.6-13.5-15.8-19.4-22.7c-9.4,8.4-17.4,15.6-25.7,23.1
                            c16.1,15.4,31.7,30.4,47.6,45.8c27-27.3,53.7-54.4,79.9-81C270.9,122.2,263.5,114.4,256.7,107.3z"/>
                          <path d="M0.3,347.2V216.1c1.7-0.1,3.3-0.4,4.8-0.4c25.8,0,51.7,0,77.5,0.1c2-0.2,3.9,0.3,5.6,1.4c15.8,15.4,31.4,31.1,48,47.7H83
                            v32.9c2,0.1,4,0.3,5.9,0.3c73,0,145.9-0.1,218.9,0.1c4.9,0,6.7-1.2,6.5-6.3c-0.4-8.6-0.1-17.2-0.1-26.4h-53.3c0.9-1.3,1.9-2.6,3-3.8
                            c14.4-14.3,28.7-28.8,43.2-43c1.6-1.6,3.8-2.6,6.1-2.9c26.6-0.1,53.2-0.1,79.7,0c0.7,0,1.4,0.2,2.5,0.3v131.1L0.3,347.2L0.3,347.2z"
                            />
                        </svg>
                      </div>
                      <a href="#">ทำเนียบ สส./สว.</a>
                    </div>
                  </div>
                  <div class="mega-menu-content size-05">
                    <div class="mega-menu">
                      <div class="icon">
                        <svg version="1.1" xmlns="http://www.w3.org/2000/svg" xmlns:xlink="http://www.w3.org/1999/xlink" x="0px" y="0px" viewBox="0 0 220.6 275.4">
                          <g>
                            <path d="M3.4,184c-2.4,3.9-3.3,7.8-3.3,12c0,9.9,0.2,19.7-0.1,29.6c-0.3,9.4,3.6,16.6,10.3,22.6
                              c9.1,8.2,20,13.2,31.4,17c17.9,6,36.3,8.9,55.1,9.8c27.9,1.4,55.3-1,82-9.8c11.7-3.9,22.9-9,32-17.5c5.5-5.2,9.6-11.2,9.7-19.1
                              c0.2-11.1,0.1-22.2,0-33.3c0-4-1-7.7-3.2-10.9c-2.6,2.8-5,5.8-7.7,8.3c-2.8,2.5-5.9,4.7-9.1,6.7c-13.8,8.4-29.1,12.9-44.8,15.9
                              c-19.7,3.8-39.6,5-59.7,3.8c-20.5-1.2-40.6-4.4-59.8-11.8C23.5,202.2,11.6,196,3.4,184z M3.4,114.7c-2.3,3.9-3.3,7.8-3.3,12
                              c0,9.9,0.2,19.7-0.1,29.6c-0.3,9.1,3.5,16.3,10,22.3c9.1,8.4,20.1,13.4,31.6,17.3c17.3,5.9,35.2,8.8,53.5,9.8
                              c28.6,1.6,56.7-0.7,84.1-9.8c11.6-3.9,22.7-9,31.8-17.5c5.5-5.1,9.5-11.1,9.6-18.9c0.2-11.2,0.1-22.4,0-33.6c0-4-1-7.7-3.4-11.2
                              c-4.2,6.7-10,11.5-16.5,15.4c-16.4,9.8-34.4,14.4-53,17.3c-20,3.1-40.1,3.5-60.3,1.7c-17.6-1.6-34.8-4.8-51.2-11.3
                              C23.4,132.8,11.5,126.6,3.4,114.7z M218.4,48.1c-0.3,0-0.7,0-1,0c-1.3,5.8-5.2,9.8-9.9,12.9c-3.6,2.4-7.3,4.5-11.3,6.2
                              c-17.3,7.7-35.7,10.9-54.4,12.8c-25.2,2.6-50.5,2.2-75.6-1.6c-14.5-2.1-28.7-5.2-42.1-11.3C15.2,63.1,6.4,58.6,3,48
                              c-2.1,3.6-2.9,7.3-2.9,11.2C0.1,69.1,0.3,79.1,0,89c-0.2,9.2,3.7,16.2,10.1,22.2c9.2,8.4,20.3,13.4,31.9,17.3
                              c16.2,5.5,33,8.3,50,9.4c29.4,2,58.4-0.2,86.5-9.4c11.8-3.9,23-9,32.3-17.6c5.6-5.2,9.6-11.4,9.7-19.4c0.1-11,0.2-22-0.1-33.1
                              C220.4,55,219.1,51.5,218.4,48.1z"/>
                            <path d="M122.7,0c4.5,0.4,8.9,0.7,13.4,1.1c19,1.6,37.7,4.6,55.6,11.3c7.4,2.8,14.5,6.2,20.3,11.7c5.9,5.5,7.4,12,3.6,18
                              c-1.9,3-4.7,5.7-7.6,7.8c-10.1,7.4-21.8,11-33.8,13.9c-25.5,6.1-51.5,7.8-77.7,6.7c-18.3-0.8-36.4-2.9-54.1-7.7
                              c-10.6-2.8-21-6.3-29.9-12.9c-2.8-2.1-5.5-4.7-7.4-7.6c-4-6.1-2.4-12.7,3.5-18.3c5.7-5.3,12.5-8.7,19.6-11.4
                              C42.9,7,58.1,4,73.6,2.2C80.8,1.4,88.1,1,95.3,0.4C96,0.4,96.7,0.1,97.4,0C105.8,0,114.3,0,122.7,0z"/>
                            <path d="M3.4,184c8.2,12,20.1,18.2,32.9,23.2c19.2,7.5,39.3,10.7,59.8,11.8c20,1.2,39.9,0,59.7-3.8c15.7-3,31-7.5,44.8-15.9
                              c3.2-1.9,6.3-4.2,9.1-6.7c2.8-2.5,5.1-5.4,7.7-8.3c2.1,3.2,3.2,6.9,3.2,10.9c0.1,11.1,0.1,22.2,0,33.3c-0.1,7.9-4.1,13.9-9.7,19.1
                              c-9.2,8.6-20.3,13.7-32,17.5c-26.6,8.8-54.1,11.2-82,9.8c-18.8-0.9-37.2-3.8-55.1-9.8c-11.4-3.9-22.3-8.8-31.4-17
                              C3.7,242.1-0.3,234.9,0,225.5c0.3-9.9,0.1-19.7,0.1-29.6C0.1,191.7,1.1,187.8,3.4,184z"/>
                            <path d="M3.4,114.7c8.1,11.9,20,18.1,32.6,23.1c16.5,6.5,33.7,9.7,51.2,11.3c20.2,1.8,40.3,1.4,60.3-1.7c18.6-2.9,36.6-7.5,53-17.3
                              c6.5-3.9,12.3-8.7,16.5-15.4c2.4,3.5,3.4,7.2,3.4,11.2c0.1,11.2,0.2,22.4,0,33.6c-0.1,7.7-4.2,13.8-9.6,18.9
                              c-9.1,8.5-20.1,13.6-31.8,17.5c-27.3,9.1-55.5,11.4-84.1,9.8c-18.2-1-36.1-3.9-53.5-9.8c-11.5-3.9-22.5-8.9-31.6-17.3
                              c-6.5-6-10.2-13.1-10-22.3c0.3-9.9,0.1-19.7,0.1-29.6C0.1,122.5,1.1,118.6,3.4,114.7z"/>
                            <path d="M218.4,48.1c0.7,3.5,2,6.9,2,10.4c0.3,11,0.2,22,0.1,33.1c-0.1,8-4.1,14.1-9.7,19.4c-9.2,8.6-20.5,13.7-32.3,17.6
                              c-28.2,9.2-57.1,11.4-86.5,9.4c-17-1.1-33.8-4-50-9.4c-11.6-3.9-22.7-8.9-31.9-17.3C3.7,105.3-0.2,98.2,0,89
                              c0.3-9.9,0.1-19.9,0.1-29.8c0-3.9,0.8-7.6,2.9-11.2c3.4,10.6,12.2,15.1,21.2,19.2c13.4,6.1,27.7,9.1,42.1,11.3
                              c25.1,3.7,50.3,4.1,75.6,1.6c18.7-1.9,37.1-5.1,54.4-12.8c3.9-1.7,7.7-3.8,11.3-6.2c4.7-3.1,8.6-7.1,9.9-12.9
                              C217.7,48.1,218.1,48.1,218.4,48.1z"/>
                          </g>
                        </svg>
                      </div>
                      <a href="#">ข้อมูลการปกครอง</a>
                    </div>
                    <div class="mega-menu">
                      <div class="icon">
                        <svg version="1.1" xmlns="http://www.w3.org/2000/svg" xmlns:xlink="http://www.w3.org/1999/xlink" x="0px" y="0px" viewBox="0 0 384 338.7">
                          <g> 
                            <path d="M0,153.7c8.9,0,17.7,0.1,26.6,0.1c49.7,0,99.5,0,149.2,0c1.5,0,3,0,4.7,0c0,7.5,0,14.7,0,22.3c-7.2,0-14.5,0-22.1,0
                              c0,54.4,0,108.3,0,162.5c-45.4,0-90.4,0-135.8,0c0-53.9,0-107.9,0-162.5c-7.8,0-15.2,0-22.6,0C0,168.7,0,161.2,0,153.7z"/>
                            <path d="M384,176.2c-7.3,0-14.7,0-22.4,0c0,54.4,0,108.3,0,162.5c-45.4,0-90.4,0-135.8,0c0-54,0-107.9,0-162.3
                              c-7.6,0-14.9,0-22.4,0c0-7.6,0-14.8,0-22.6c1.6,0,3.1,0,4.7,0c57,0,114,0,171,0c1.6,0,3.2-0.1,4.9-0.1
                              C384,161.2,384,168.7,384,176.2z"/>
                            <path d="M90.5,0c21.5,0,39.1,17.6,39.2,39.1c0.1,21.6-17.8,39.5-39.3,39.4c-21.5-0.1-39.1-17.7-39.2-39.1C51,17.7,68.8,0,90.5,0z"
                              />
                            <path d="M293.9,0c21.5,0.1,39,17.8,39,39.3c-0.1,21.6-18.1,39.5-39.5,39.2c-21.6-0.3-39.1-17.9-39-39.3
                              C254.4,17.5,272.2-0.1,293.9,0z"/>
                            <path d="M158.1,100.6c0,10.2,0,20.3,0,30.6c-45.1,0-90.1,0-135.6,0c0-5.6-0.1-11.2,0-16.7c0.1-4.6-1.3-10.3,0.8-13.4
                              c2.1-3,7.9-3.5,12.1-5.1c5.3-2,10.5-4.1,15.8-5.8c1.4-0.5,3.5-0.3,4.7,0.4c23,14.1,45.9,14.1,68.9-0.1c1-0.6,2.7-1.1,3.7-0.7
                              C138.4,93.2,148.2,96.9,158.1,100.6z"/>
                            <path d="M361.5,131.2c-45.5,0-90.4,0-135.5,0c0-10.3,0-20.3,0-30.6c9.8-3.6,19.6-7.3,29.5-10.8c1-0.4,2.7,0,3.7,0.6
                              c22.9,14.2,45.9,14.2,68.9,0.2c1.2-0.7,3.1-1,4.4-0.6c8.9,3.1,17.8,6.5,26.7,9.9c1,0.4,2.3,1.7,2.4,2.6
                              C361.6,111.9,361.5,121.4,361.5,131.2z"/>
                          </g>
                        </svg>
                      </div>
                      <a href="#">คำถามที่พบบ่อย</a>
                    </div>
                    <div class="mega-menu">
                      <div class="icon">
                        <svg version="1.1" xmlns="http://www.w3.org/2000/svg" xmlns:xlink="http://www.w3.org/1999/xlink" x="0px" y="0px" viewBox="0 0 452.4 511.7">
                          <g transform="translate(0.000000,512.000000) scale(0.100000,-0.100000)">
                            <path d="M1173,5112c-128-25-272-112-351-212c-49-61-102-170-121-247c-11-43-14-171-14-580c0-585-1-579,68-719
                              c58-119,146-205,270-265c50-25,119-50,151-55c33-6,175-11,315-11h256l257-257l258-258l258,257l257,257l290,3c275,4,294,5,359,28
                              c150,52,282,170,351,315c60,127,60,130,60,705c0,577,0,578-61,707c-68,143-192,255-347,312l-72,26l-1070,2
                              C1699,5120,1197,5117,1173,5112z M3332,4806c67-22,146-92,176-158l24-50v-525c0-506-1-527-21-570c-26-58-81-115-144-148l-50-27
                              l-335-3l-335-3l-192-192l-193-192l-193,193l-192,192h-316c-270,0-324,3-369,17c-67,22-146,92-176,158l-24,50v525v525l24,50
                              c13,29,45,70,74,96c92,83,17,78,1168,78C3189,4823,3284,4822,3332,4806z"/>
                            <path d="M2415,4231l-263-263l-158,158l-157,157l-105-105l-105-105l265-265l265-265l370,370l370,370l-105,105
                              c-58,58-107,105-110,105S2559,4375,2415,4231z"/>
                            <path d="M728,2247c-202-49-363-211-411-415c-36-152,0-324,93-448l26-34l-24-16C227,1213,99,1044,36,838L8,748L4,376L0,3h2262h2262
                              l-4,372l-4,373l-28,90c-63,204-194,378-375,496l-25,16l26,34c235,312,63,773-323,864c-125,29-239,15-365-45
                              c-300-144-402-521-215-801l37-55l-59-40c-32-21-97-79-143-128l-85-88l-17,23c-36,52-129,141-193,186c-66,44-68,48-54,67
                              c37,51,68,109,87,163c26,71,35,216,19,295c-38,182-187,347-369,410c-95,32-249,32-344,0c-182-63-331-228-369-410
                              c-14-70-7-221,15-287c15-46,54-120,91-171c14-19,12-23-54-67c-64-45-157-134-193-186l-17-23l-85,88c-46,49-111,107-143,128l-59,40
                              l37,55c149,223,119,513-72,701C1108,2234,907,2290,728,2247z M968,1935c52-26,108-89,125-138c17-51,16-140-3-185
                              c-67-157-274-204-400-91c-136,123-109,329,54,412c55,28,70,31,123,27C900,1958,946,1946,968,1935z M2334,1953
                              c99-28,178-135,178-241c0-101-45-177-132-224c-43-24-65-29-118-29c-190,0-309,195-222,364C2096,1934,2214,1986,2334,1953z
                              M3776,1938c92-44,141-124,141-230c-1-83-23-133-83-187c-48-44-100-62-172-61c-212,2-324,257-182,415c35,39,73,63,122,79
                              C3641,1967,3733,1959,3776,1938z"/>
                          </g>
                        </svg>
                      </div>
                      <a href="#">ศูนย์รวมข้อมูลเพื่อติดต่อราชการ</a>
                    </div>
                  </div>
                </div>
              </div>
            <!-- องค์ความรู้การเลือกตั้ง -->
            <?php } else if ($i === 3) {?>
              <div class="mega-menu-dropdown">
                  <div class="mega-menu-wrapper">
                    <div class="mega-menu-content size-02">
                      <div class="mega-menu">
                        <div class="dot">
                          <div class="dot-list"></div>
                        </div>
                        <a href="#">การเลือกตั้ง สส.</a>
                      </div>
                      <div class="mega-menu">
                        <div class="dot">
                          <div class="dot-list"></div>
                        </div>
                        <a href="#">การได้มาซึ่ง สว.</a>
                      </div>
                      <div class="mega-menu">
                        <div class="dot">
                          <div class="dot-list"></div>
                        </div>
                        <a href="#">การเลือกตั้งท้องถิ่น</a>
                      </div>
                      <div class="mega-menu">
                        <div class="dot">
                          <div class="dot-list"></div>
                        </div>
                        <a href="#">เตรียมพร้อมก่อนออกเสียงประชามติ</a>
                      </div>
                    </div>
                    <div class="mega-menu-content size-02">
                      <div class="mega-menu">
                        <div class="dot">
                          <div class="dot-list"></div>
                        </div>
                        <a href="#">การมีส่วนร่วม</a>
                      </div>
                      <div class="mega-menu">
                        <div class="dot">
                          <div class="dot-list"></div>
                        </div>
                        <a href="#">ประกาศผลการเลือกตั้ง</a>
                      </div>
                      <div class="mega-menu">
                        <div class="dot">
                          <div class="dot-list"></div>
                        </div>
                        <a href="#">คำสั่งศาลฯ</a>
                      </div>
                      <div class="mega-menu">
                        <div class="dot">
                          <div class="dot-list"></div>
                        </div>
                        <a href="#">การถอดถอน ผ.ถ./ ส.ถ.</a>
                      </div>
                    </div>
                    <div class="mega-menu-content size-02">
                      <div class="mega-menu">
                        <div class="dot">
                          <div class="dot-list"></div>
                        </div>
                        <a href="#">สถิติการเลือกตั้ง</a>
                      </div>
                      <div class="mega-menu ">
                        <div class="dot">
                          <div class="dot-list"></div>
                        </div>
                        <a href="#">ประกาศผลการเลือกตั้ง สส./สว.</a>
                      </div>
                      <div class="mega-menu">
                        <div class="dot">
                          <div class="dot-list"></div>
                        </div>
                        <a href="#">ข้อมูลพรรคการเมือง</a>
                      </div>
                      <div class="mega-menu">
                        <div class="dot">
                          <div class="dot-list"></div>
                        </div>
                        <a href="#">แบบฟอร์ม</a>
                      </div>
                    </div>
                  </div>
                </div>
            <!-- กฏหมาย/ระเบียบ -->
            <?php } else if ($i === 4) {?>
              <div class="mega-menu-dropdown">
                <div class="mega-menu-wrapper">
                  <div class="mega-menu-content size-05">
                    <div class="mega-menu">
                      <div class="dot">
                        <div class="dot-list"></div>
                      </div>
                      <a href="#">รัฐธรรมนูญ</a>
                    </div>
                    <div class="mega-menu">
                      <div class="dot">
                        <div class="dot-list"></div>
                      </div>
                      <a href="#">พระราชบัญญัติประกอบรัฐธรรมนูญ</a>
                    </div>
                    <div class="mega-menu">
                      <div class="dot">
                        <div class="dot-list"></div>
                      </div>
                      <a href="#">พระราชบัญญัติ</a>
                    </div>
                    <div class="mega-menu">
                      <div class="dot">
                        <div class="dot-list"></div>
                      </div>
                      <a href="#">พระราชกฤษฎีกา</a>
                    </div>
                  </div>
                  <div class="mega-menu-content size-05">
                    <div class="mega-menu">
                      <div class="dot">
                        <div class="dot-list"></div>
                      </div>
                      <a href="#">ระเบียบ กกต.</a>
                    </div>
                    <div class="mega-menu">
                      <div class="dot">
                        <div class="dot-list"></div>
                      </div>
                      <a href="#">ประกาศ สนง. กกต.</a>
                    </div>
                    <div class="mega-menu">
                      <div class="dot">
                        <div class="dot-list"></div>
                      </div>
                      <a href="#">ติดต่อสำนักงาน</a>
                    </div>
                  </div>
                </div>
              </div>
              <!-- มัลติมีเดีย -->
            <?php } else if ($i === 5) {?>
              <div class="submenu-dropdown">
                <div class="submenu-container">
                  <div class="submenu-wrapper">
                    <div class="submenu">
                      <div class="wrapper">
                        <div class="dot">
                          <div class="dot-list"></div>
                        </div>
                        <a href="#">สื่อประชาสัมพันธ์ จว.</a>
                      </div>
                    </div>
                    <div class="submenu">
                      <div class="wrapper">
                        <div class="dot">
                          <div class="dot-list"></div>
                        </div>
                        <a href="#">วารสาร</a>
                      </div>
                    </div>
                    <div class="submenu has-children">
                      <div class="wrapper">
                        <div class="dot">
                          <div class="dot-list"></div>
                        </div>
                        <a href="#">วารสาร VDO</a>
                      </div>
                    </div>
                  </div>
                </div>
              </div>
              <!-- ข่าวประชาสัมพันธ์ -->
              <?php } else if ($i === 6) {?>
                <div class="mega-menu-dropdown anchor-right">
                  <div class="mega-menu-wrapper">
                    <div class="mega-menu-content size-05">
                      <div class="mega-menu">
                        <div class="dot">
                          <div class="dot-list"></div>
                        </div>
                        <a href="#">ข่าวประชาสัมพันธ์ กกต.</a>
                      </div>
                      <div class="mega-menu">
                        <div class="dot">
                          <div class="dot-list"></div>
                        </div>
                        <a href="#">ข่าว/กิจกรรม</a>
                      </div>
                      <div class="mega-menu">
                        <div class="dot">
                          <div class="dot-list"></div>
                        </div>
                        <a href="#">ประกาศและคำสั่งเกี่ยวกับการเลือกตั้ง</a>
                      </div>
                      <div class="mega-menu">
                        <div class="dot">
                          <div class="dot-list"></div>
                        </div>
                        <a href="#">ประกาศผลการเลือกตั้ง</a>
                      </div>
                    </div>
                    <div class="mega-menu-content size-05">
                      <div class="mega-menu">
                        <div class="dot">
                          <div class="dot-list"></div>
                        </div>
                        <a href="#">ข่าวประกวดราคา</a>
                      </div>
                      <div class="mega-menu">
                        <div class="dot">
                          <div class="dot-list"></div>
                        </div>
                        <a href="#">ข่าวประชาสัมพันธ์ สนง. กกต. กทม.</a>
                      </div>
                      <div class="mega-menu">
                        <div class="dot">
                          <div class="dot-list"></div>
                        </div>
                        <a href="#">ปฎิทินกิจกรรม</a>
                      </div>
                    </div>
                  </div>
                </div>
              <!-- หน่วยงานที่เกี่ยวข้อง -->
              <?php } else if ($i === 7) {?>
                <div class="mega-menu-dropdown anchor-right">
                  <div class="mega-menu-wrapper">
                    <div class="mega-menu-content size-05">
                      <div class="mega-menu">
                        <div class="dot">
                          <div class="dot-list"></div>
                        </div>
                        <a href="#">สำนักงาน กกต.</a>
                      </div>
                      <div class="mega-menu">
                        <div class="dot">
                          <div class="dot-list"></div>
                        </div>
                        <a href="#">หน่วยงานภายใต้ สนง. กก</a>
                      </div>
                      <div class="mega-menu-level-3">
                      <div class="mega-menu">
                        <div class="dot">
                          <div class="dot-list style-02"></div>
                        </div>
                        <a href="#">หน่วยงานส่วนกลาง</a>
                      </div>
                      <div class="mega-menu">
                        <div class="dot">
                          <div class="dot-list style-02"></div>
                        </div>
                        <a href="#">ภาคเหนือ</a>
                      </div>
                      <div class="mega-menu">
                        <div class="dot">
                          <div class="dot-list style-02"></div>
                        </div>
                        <a href="#">ภาคกลาง</a>
                      </div>
                      <div class="mega-menu">
                        <div class="dot">
                          <div class="dot-list style-02"></div>
                        </div>
                        <a href="#">ภาคตะวันออกเฉียงเหนือ</a>
                      </div>
                      <div class="mega-menu">
                        <div class="dot">
                          <div class="dot-list style-02"></div>
                        </div>
                        <a href="#">ภาคตะวันออก</a>
                      </div>
                      <div class="mega-menu">
                        <div class="dot">
                          <div class="dot-list style-02"></div>
                        </div>
                        <a href="#">ภาคใต้</a>
                      </div>
                    </div>
                    </div>
                    <div class="mega-menu-content size-05">
                      <div class="mega-menu">
                        <div class="dot">
                          <div class="dot-list"></div>
                        </div>
                        <a href="#">หน่วยงานอื่นๆ</a>
                      </div>
                    </div>
                  </div>
                </div>
            <?php }?>
          <?php } ?>
        </div>
      <?php }?>
    </div>
    <div class="blocks">
      <a class="option global-search-toggle pb-1" href="#">
        <svg class="svg-search" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 512 512">
          <path d="M416 208c0 45.9-14.9 88.3-40 122.7L502.6 457.4c12.5 12.5 12.5 32.8 0 45.3s-32.8 12.5-45.3 0L330.7 376c-34.4 25.2-76.8 40-122.7 40C93.1 416 0 322.9 0 208S93.1 0 208 0S416 93.1 416 208zM208 352a144 144 0 1 0 0-288 144 144 0 1 0 0 288z"></path>
        </svg>
      </a>
      <a class="option sidenav-toggle show-tablet" href="#">
        <div class="hamburger">
          <div></div><div></div><div></div>
        </div>
      </a>
    </div> 
  </div>
</nav>
<div class="topnav-spacer"></div>

<!-- Sidenav -->
<nav class="sidenav minisite style-02 <?= !empty($sideNavStyle)? $sideNavStyle: '' ?>">
  <div class="wrapper">
    <div class="sidenav-toggle">
      <div class="hamburger">
        <div></div><div></div><div></div>
      </div>
    </div>
    <div class="options">
      <div class="option">
        <div class="icon"><span class="text-lg">ก</span></div>
        <div class="dropdown">
          <div class="icon font-size-btn fw-500" data-size="-1">
            <span class="text-xl">-</span>
          </div>
          <div class="icon font-size-btn fw-500" data-size="0">
            <span class="text-lg">ก</span>
          </div>
          <div class="icon font-size-btn fw-500" data-size="1">
            <span class="text-xl">+</span>
          </div>
        </div>
      </div>
      <div class="option">
        <div class="icon">C</div>
        <div class="dropdown">
          <div class="icon theme-btn" data-theme="0">C</div>
          <div class="icon theme-btn" data-theme="1">C</div>
          <div class="icon theme-btn" data-theme="2">C</div>
        </div>
      </div>
      <div class="option">
        <div class="flag" style="background-image:url('public/assets/app/images/misc/th-flag.png');"></div>
        <div class="dropdown">
          <a href="#">
            <div class="flag" style="background-image:url('public/assets/app/images/misc/us-flag.png');"></div>
          </a>
        </div>
      </div>
    </div>
    <div class="scroll-wrapper" data-simplebar>
      <div class="menu-container"></div>
    </div>
  </div>
</nav>
<div class="sidenav-filter"></div>

<!-- Options -->
<?php include_once('component/options-minisite.php'); ?>
